Repository: HotCakeX/Harden-Windows-Security
Catalog: AppControl Manager/Strings/*/Resources.resw
Source language: en_us
Languages: ar, de_de, el_gr, es, fr_fr, he_il, hi_in, ja_jp, ml_in, pl_pl, tr_tr

# PolicyEditorBasePolicyIDSettingsCard.Description
source: The Base Policy ID of the selected App Control policy
ar: معرّف السياسة الأساسية للسياسة المحددة للتحكم بالتطبيق
de_de: Die Basisrichtlinien-ID der ausgewählten App-Control-Richtlinie
el_gr: Το βασικό ID της επιλεγμένης πολιτικής App Control
es: El ID de la directiva base de App Control seleccionada
fr_fr: L'ID de Politique de Base de la politique App Control sélectionnée
he_il: מזהה מדיניות הבסיס של בקרת האפליקציות הנבחרת
hi_in: चयनित ऐप नियंत्रण नीति का मूल नीति आईडी
ja_jp: 選択されたApp ControlポリシーのベースポリシーID
ml_in: തിരഞ്ഞെടുത്ത ആപ്പ് നിയന്ത്രണ പോളിസിയുടെ അടിസ്ഥാന പോളിസി ഐഡി
pl_pl: Identyfikator podstawowej polityki dla wybranej polityki App Control
tr_tr: Seçilen Uygulama Denetimi ilkesinin Temel İlke Kimliği

# PolicyEditorBasePolicyIDSettingsCard.ToolTipService.ToolTip
source: The Base Policy ID of the selected App Control policy
ar: معرّف السياسة الأساسية للسياسة المحددة للتحكم بالتطبيق
de_de: Die Basisrichtlinien-ID der ausgewählten App-Control-Richtlinie
el_gr: Το βασικό ID της επιλεγμένης πολιτικής App Control
es: El ID de la directiva base de App Control seleccionada
fr_fr: L'ID de Politique de Base de la politique App Control sélectionnée
he_il: מזהה מדיניות הבסיס של בקרת האפליקציות הנבחרת
hi_in: चयनित ऐप नियंत्रण नीति का मूल नीति आईडी
ja_jp: 選択されたApp ControlポリシーのベースポリシーID
ml_in: തിരഞ്ഞെടുത്ത ആപ്പ് നിയന്ത്രണ പോളിസിയുടെ അടിസ്ഥാന പോളിസി ഐഡി
pl_pl: Identyfikator podstawowej polityki dla wybranej polityki App Control
tr_tr: Seçilen Uygulama Denetimi ilkesinin Temel İlke Kimliği

# PolicyEditorBasePolicyIDSettingsCard.AutomationProperties.HelpText
source: The Base Policy ID of the selected App Control policy
ar: معرّف السياسة الأساسية للسياسة المحددة للتحكم بالتطبيق
de_de: Die Basisrichtlinien-ID der ausgewählten App-Control-Richtlinie
el_gr: Το βασικό ID της επιλεγμένης πολιτικής App Control
es: El ID de la directiva base de App Control seleccionada
fr_fr: L'ID de Politique de Base de la politique App Control sélectionnée
he_il: מזהה מדיניות הבסיס של בקרת האפליקציות הנבחרת
hi_in: चयनित ऐप नियंत्रण नीति का मूल नीति आईडी
ja_jp: 選択されたApp ControlポリシーのベースポリシーID
ml_in: തിരഞ്ഞെടുത്ത ആപ്പ് നിയന്ത്രണ പോളിസിയുടെ അടിസ്ഥാന പോളിസി ഐഡി
pl_pl: Identyfikator podstawowej polityki dla wybranej polityki App Control
tr_tr: Seçilen Uygulama Denetimi ilkesinin Temel İlke Kimliği

# PolicyEditorPolicyVersionSettingsCard.Header
source: Policy Version
ar: إصدار السياسة
de_de: Richtlinienversion
el_gr: Έκδοση Πολιτικής
es: Versión de la directiva
fr_fr: Version de Politique
he_il: גרסת המדיניות
hi_in: नीति संस्करण
ja_jp: ポリシーバージョン
ml_in: പോളിസി പതിപ്പ്
pl_pl: Wersja polityki
tr_tr: Politika Sürümü

# PolicyEditorPolicyVersionSettingsCard.Description
source: The version of the selected App Control policy
ar: إصدار سياسة التحكم بالتطبيق المحددة
de_de: Die Version der ausgewählten App-Control-Richtlinie
el_gr: Η έκδοση της επιλεγμένης πολιτικής App Control
es: La versión de la directiva de App Control seleccionada
fr_fr: La version de la politique App Control sélectionnée
he_il: הגרסה של בקרת האפליקציות הנבחרת
hi_in: चयनित ऐप नियंत्रण नीति का संस्करण
ja_jp: 選択されたApp Controlポリシーのバージョン
ml_in: തിരഞ്ഞെടുത്ത ആപ്പ് നിയന്ത്രണ പോളിസിയുടെ പതിപ്പ്
pl_pl: Wersja wybranej polityki App Control
tr_tr: Seçilen Uygulama Denetimi ilkesinin sürümü

# PolicyEditorPolicyVersionSettingsCard.ToolTipService.ToolTip
source: The version of the selected App Control policy
ar: إصدار سياسة التحكم بالتطبيق المحددة
de_de: Die Version der ausgewählten App-Control-Richtlinie
el_gr: Η έκδοση της επιλεγμένης πολιτικής App Control
es: La versión de la directiva de App Control seleccionada
fr_fr: La version de la politique App Control sélectionnée
he_il: הגרסה של בקרת האפליקציות הנבחרת
hi_in: चयनित ऐप नियंत्रण नीति का संस्करण
ja_jp: 選択されたApp Controlポリシーのバージョン
ml_in: തിരഞ്ഞെടുത്ത ആപ്പ് നിയന്ത്രണ പോളിസിയുടെ പതിപ്പ്
pl_pl: Wersja wybranej polityki App Control
tr_tr: Seçilen Uygulama Denetimi ilkesinin sürümü

# PolicyEditorPolicyVersionSettingsCard.AutomationProperties.HelpText
source: The version of the selected App Control policy
ar: إصدار سياسة التحكم بالتطبيق المحددة
de_de: Die Version der ausgewählten App-Control-Richtlinie
el_gr: Η έκδοση της επιλεγμένης πολιτικής App Control
es: La versión de la directiva de App Control seleccionada
fr_fr: La version de la politique App Control sélectionnée
he_il: הגרסה של בקרת האפליקציות הנבחרת
hi_in: चयनित ऐप नियंत्रण नीति का संस्करण
ja_jp: 選択されたApp Controlポリシーのバージョン
ml_in: തിരഞ്ഞെടുത്ത ആപ്പ് നിയന്ത്രണ പോളിസിയുടെ പതിപ്പ്
pl_pl: Wersja wybranej polityki App Control
tr_tr: Seçilen Uygulama Denetimi ilkesinin sürümü

# PolicyEditorPolicyTypeSettingsCard.Header
source: Policy Type
ar: نوع السياسة
de_de: Richtlinientyp
el_gr: Τύπος Πολιτικής
es: Tipo de directiva
fr_fr: Type de Politique
he_il: סוג המדיניות
hi_in: नीति प्रकार
ja_jp: ポリシータイプ
ml_in: പോളിസി തരം
pl_pl: Typ polityki
tr_tr: Politika Türü

# PolicyEditorPolicyTypeSettingsCard.Description
source: The Type of the selected App Control policy
ar: نوع سياسة التحكم بالتطبيق المحددة
de_de: Der Typ der ausgewählten App-Control-Richtlinie
el_gr: Ο τύπος της επιλεγμένης πολιτικής App Control
es: El tipo de la directiva de App Control seleccionada
fr_fr: Le Type de la politique App Control sélectionnée
he_il: סוג המדיניות של בקרת האפליקציות הנבחרת
hi_in: चयनित ऐप नियंत्रण नीति का प्रकार
ja_jp: 選択されたApp Controlポリシーのタイプ
ml_in: തിരഞ്ഞെടുത്ത ആപ്പ് നിയന്ത്രണ പോളിസിയുടെ തരം
pl_pl: Typ wybranej polityki App Control
tr_tr: Seçilen Uygulama Denetimi ilkesinin türü

# PolicyEditorPolicyTypeSettingsCard.ToolTipService.ToolTip
source: The Type of the selected App Control policy
ar: نوع سياسة التحكم بالتطبيق المحددة
de_de: Der Typ der ausgewählten App-Control-Richtlinie
el_gr: Ο τύπος της επιλεγμένης πολιτικής App Control
es: El tipo de la directiva de App Control seleccionada
fr_fr: Le Type de la politique App Control sélectionnée
he_il: סוג המדיניות של בקרת האפליקציות הנבחרת
hi_in: चयनित ऐप नियंत्रण नीति का प्रकार
ja_jp: 選択されたApp Controlポリシーのタイプ
ml_in: തിരഞ്ഞെടുത്ത ആപ്പ് നിയന്ത്രണ പോളിസിയുടെ തരം
pl_pl: Typ wybranej polityki App Control
tr_tr: Seçilen Uygulama Denetimi ilkesinin türü

# PolicyEditorPolicyTypeSettingsCard.AutomationProperties.HelpText
source: The Type of the selected App Control policy
ar: نوع سياسة التحكم بالتطبيق المحددة
de_de: Der Typ der ausgewählten App-Control-Richtlinie
el_gr: Ο τύπος της επιλεγμένης πολιτικής App Control
es: El tipo de la directiva de App Control seleccionada
fr_fr: Le Type de la politique App Control sélectionnée
he_il: סוג המדיניות של בקרת האפליקציות הנבחרת
hi_in: चयनित ऐप नियंत्रण नीति का प्रकार
ja_jp: 選択されたApp Controlポリシーのタイプ
ml_in: തിരഞ്ഞെടുത്ത ആപ്പ് നിയന്ത്രണ പോളിസിയുടെ തരം
pl_pl: Typ wybranej polityki App Control
tr_tr: Seçilen Uygulama Denetimi ilkesinin türü

# PolicyEditorPolicyInfoIDSettingsCard.Header
source: Policy Info ID
ar: معرّف معلومات السياسة
de_de: Richtlinieninfo-ID
el_gr: ID Πληροφοριών Πολιτικής
es: ID de información de la directiva
fr_fr: ID Info Politique
he_il: מזהה פרטי המדיניות
hi_in: नीति जानकारी आईडी
ja_jp: ポリシー情報ID
ml_in: പോളിസി വിവര ഐഡി
pl_pl: Identyfikator informacji o polityce
tr_tr: Politika Bilgisi Kimliği

# PolicyEditorPolicyInfoIDSettingsCard.Description
source: The Policy Info ID of the selected App Control policy
ar: معرّف معلومات سياسة التحكم بالتطبيق المحددة
de_de: Die Richtlinieninfo-ID der ausgewählten App-Control-Richtlinie
el_gr: Το ID πληροφοριών της επιλεγμένης πολιτικής App Control
es: El ID de información de la directiva de App Control seleccionada
fr_fr: L'ID Info Politique de la politique App Control sélectionnée
he_il: מזהה פרטי המדיניות של בקרת האפליקציות הנבחרת
hi_in: चयनित ऐप नियंत्रण नीति की नीति जानकारी आईडी
ja_jp: 選択されたApp Controlポリシーのポリシー情報ID
ml_in: തിരഞ്ഞെടുത്ത ആപ്പ് നിയന്ത്രണ പോളിസിയുടെ പോളിസി വിവര ഐഡി
pl_pl: Identyfikator informacji o polityce wybranej polityki App Control
tr_tr: Seçilen Uygulama Denetimi ilkesinin Politika Bilgisi Kimliği

# PolicyEditorPolicyInfoIDSettingsCard.ToolTipService.ToolTip
source: The Policy Info ID of the selected App Control policy
ar: معرّف معلومات سياسة التحكم بالتطبيق المحددة
de_de: Die Richtlinieninfo-ID der ausgewählten App-Control-Richtlinie
el_gr: Το ID πληροφοριών της επιλεγμένης πολιτικής App Control
es: El ID de información de la directiva de App Control seleccionada
fr_fr: L'ID Info Politique de la politique App Control sélectionnée
he_il: מזהה פרטי המדיניות של בקרת האפליקציות הנבחרת
hi_in: चयनित ऐप नियंत्रण नीति की नीति जानकारी आईडी
ja_jp: 選択されたApp Controlポリシーのポリシー情報ID
ml_in: തിരഞ്ഞെടുത്ത ആപ്പ് നിയന്ത്രണ പോളിസിയുടെ പോളിസി വിവര ഐഡി
pl_pl: Identyfikator informacji o polityce wybranej polityki App Control
tr_tr: Seçilen Uygulama Denetimi ilkesinin Politika Bilgisi Kimliği

# PolicyEditorPolicyInfoIDSettingsCard.AutomationProperties.HelpText
source: The Policy Info ID of the selected App Control policy
ar: معرّف معلومات سياسة التحكم بالتطبيق المحددة
de_de: Die Richtlinieninfo-ID der ausgewählten App-Control-Richtlinie
el_gr: Το ID πληροφοριών της επιλεγμένης πολιτικής App Control
es: El ID de información de la directiva de App Control seleccionada
fr_fr: L'ID Info Politique de la politique App Control sélectionnée
he_il: מזהה פרטי המדיניות של בקרת האפליקציות הנבחרת
hi_in: चयनित ऐप नियंत्रण नीति की नीति जानकारी आईडी
ja_jp: 選択されたApp Controlポリシーのポリシー情報ID
ml_in: തിരഞ്ഞെടുത്ത ആപ്പ് നിയന്ത്രണ പോളിസിയുടെ പോളിസി വിവര ഐഡി
pl_pl: Identyfikator informacji o polityce wybranej polityki App Control
tr_tr: Seçilen Uygulama Denetimi ilkesinin Politika Bilgisi Kimliği

# PolicyEditorHVCILevelSettingsCard.Header
source: HVCI Level
ar: مستوى HVCI
de_de: HVCI-Stufe
el_gr: Επίπεδο HVCI
es: Nivel de HVCI
fr_fr: Niveau HVCI
he_il: רמת HVCI
hi_in: HVCI स्तर
ja_jp: HVCIレベル
ml_in: HVCI ലെവൽ
pl_pl: Poziom HVCI
tr_tr: HVCI Seviyesi

# PolicyEditorHVCILevelSettingsCard.Description
source: The Hypervisor-Protected Code Integrity Level of the selected App Control policy
ar: مستوى تكامل الشيفرة المحمية بواسطة المشرف الافتراضي (HVCI) للسياسة المحددة للتحكم بالتطبيق
de_de: Der Hypervisor-geschützte Codeintegritätsgrad der ausgewählten App-Control-Richtlinie
el_gr: Το επίπεδο Hypervisor-Protected Code Integrity της επιλεγμένης πολιτικής App Control
es: El nivel de integridad de código protegido por hipervisor de la directiva de App Control seleccionada
fr_fr: Le Niveau d'Intégrité du Code Protégé par Hyperviseur de la politique App Control sélectionnée
he_il: רמת שלמות הקוד המוגן על-ידי Hypervisor של בקרת האפליקציות הנבחרת
hi_in: चयनित ऐप नियंत्रण नीति का हाइपरवाइज़र-संरक्षित कोड इंटीग्रिटी स्तर
ja_jp: 選択されたApp Controlポリシーのハイパーバイザー保護コード整合性レベル
ml_in: തിരഞ്ഞെടുത്ത ആപ്പ് നിയന്ത്രണ പോളിസിയുടെ ഹൈപർവൈസർ-സംരക്ഷിത കോഡ് ഇന്റഗ്രിറ്റി ലെവൽ
pl_pl: Poziom integralności kodu chronionego hypervisorem (HVCI) wybranej polityki App Control
tr_tr: Seçilen Uygulama Denetimi ilkesinin Hiper Yönetici Korumalı Kod Bütünlüğü Düzeyi

# PolicyEditorHVCILevelSettingsCard.ToolTipService.ToolTip
source: The Hypervisor-Protected Code Integrity Level of the selected App Control policy
ar: مستوى تكامل الشيفرة المحمية بواسطة المشرف الافتراضي (HVCI) للسياسة المحددة للتحكم بالتطبيق
de_de: Der Hypervisor-geschützte Codeintegritätsgrad der ausgewählten App-Control-Richtlinie
el_gr: Το επίπεδο Hypervisor-Protected Code Integrity της επιλεγμένης πολιτικής App Control
es: El nivel de integridad de código protegido por hipervisor de la directiva de App Control seleccionada
fr_fr: Le Niveau d'Intégrité du Code Protégé par Hyperviseur de la politique App Control sélectionnée
he_il: רמת שלמות הקוד המוגן על-ידי Hypervisor של בקרת האפליקציות הנבחרת
hi_in: चयनित ऐप नियंत्रण नीति का हाइपरवाइज़र-संरक्षित कोड इंटीग्रिटी स्तर
ja_jp: 選択されたApp Controlポリシーのハイパーバイザー保護コード整合性レベル
ml_in: തിരഞ്ഞെടുത്ത ആപ്പ് നിയന്ത്രണ പോളിസിയുടെ ഹൈपർവൈസർ-സംരക്ഷിത കോഡ് ഇന്റഗ്രിറ്റി ലെവൽ
pl_pl: Poziom integralności kodu chronionego hypervisorem (HVCI) wybranej polityki App Control
tr_tr: Seçilen Uygulama Denetimi ilkesinin Hiper Yönetici Korumalı Kod Bütünlüğü Düzeyi

# PolicyEditorHVCILevelSettingsCard.AutomationProperties.HelpText
source: The Hypervisor-Protected Code Integrity Level of the selected App Control policy
ar: مستوى تكامل الشيفرة المحمية بواسطة المشرف الافتراضي (HVCI) للسياسة المحددة للتحكم بالتطبيق
de_de: Der Hypervisor-geschützte Codeintegritätsgrad der ausgewählten App-Control-Richtlinie
el_gr: Το επίπεδο Hypervisor-Protected Code Integrity της επιλεγμένης πολιτικής App Control
es: El nivel de integridad de código protegido por hipervisor de la directiva de App Control seleccionada
fr_fr: Le Niveau d'Intégrité du Code Protégé par Hyperviseur de la politique App Control sélectionnée
he_il: רמת שלמות הקוד המוגן על-ידי Hypervisor של בקרת האפליקציות הנבחרת
hi_in: चयनित ऐप नियंत्रण नीति का हाइपरवाइज़र-संरक्षित कोड इंटीग्रिटी स्तर
ja_jp: 選択されたApp Controlポリシーのハイパーバイザー保護コード整合性レベル
ml_in: തിരഞ്ഞെടുത്ത ആപ്പ് നിയന്ത്രണ പോളിസിയുടെ ഹൈपർവൈസർ-സംരക്ഷിത കോഡ് ഇന്റഗ്രിറ്റി ലെവൽ
pl_pl: Poziom integralności kodu chronionego hypervisorem (HVCI) wybranej polityki App Control
tr_tr: Seçilen Uygulama Denetimi ilkesinin Hiper Yönetici Korumalı Kod Bütünlüğü Düzeyi

# PolicyEditorPolicyName.PlaceholderText
source: Policy Name
ar: اسم السياسة
de_de: Richtlinienname
el_gr: Όνομα Πολιτικής
es: Nombre de la directiva
fr_fr: Nom de la Politique
he_il: שם המדיניות
hi_in: नीति नाम
ja_jp: ポリシー名
ml_in: പോളിസി പേര്
pl_pl: Nazwa zasady
tr_tr: Politika Adı

# PolicyEditorPolicyID.PlaceholderText
source: Policy ID
ar: معرّف السياسة
de_de: Richtlinien-ID
el_gr: ID Πολιτικής
es: ID de la directiva
fr_fr: ID de Politique
he_il: מזהה המדיניות
hi_in: नीति आईडी
ja_jp: ポリシーID
ml_in: പോളിസി ഐഡി
pl_pl: Identyfikator zasady
tr_tr: Politika Kimliği

# PolicyEditorBasePolicyID.PlaceholderText
source: Base Policy ID
ar: معرّف السياسة الأساسية
de_de: Basisrichtlinien-ID
el_gr: Βασικό ID Πολιτικής
es: ID de la directiva base
fr_fr: ID de Politique de Base
he_il: מזהה מדיניות בסיס
hi_in: मूल नीति आईडी
ja_jp: ベースポリシーID
ml_in: അടിസ്ഥാന പോളിസി ഐഡി
pl_pl: Identyfikator podstawowej polityki
tr_tr: Temel Politika Kimliği

# PolicyEditorPolicyVersion.PlaceholderText
source: Policy Version
ar: إصدار السياسة
de_de: Richtlinienversion
el_gr: Έκδοση Πολιτικής
es: Versión de la directiva
fr_fr: Version de Politique
he_il: גרסת המדיניות
hi_in: नीति संस्करण
ja_jp: ポリシーバージョン
ml_in: പോളിസി പതിപ്പ്
pl_pl: Wersja polityki
tr_tr: Politika Sürümü

# PolicyEditorPolicyType.PlaceholderText
source: Policy Type
ar: نوع السياسة
de_de: Richtlinientyp
el_gr: Τύπος Πολιτικής
es: Tipo de directiva
fr_fr: Type de Politique
he_il: סוג המדיניות
hi_in: नीति प्रकार
ja_jp: ポリシータイプ
ml_in: പോളിസി തരം
pl_pl: Typ polityki
tr_tr: Politika Türü

# PolicyEditorPolicyInfoID.PlaceholderText
source: Policy Info ID
ar: معرّف معلومات السياسة
de_de: Richtlinieninfo-ID
el_gr: ID Πληροφοριών Πολιτικής
es: ID de información de la directiva
fr_fr: ID Info Politique
he_il: מזהה פרטי המדיניות
hi_in: नीति जानकारी आईडी
ja_jp: ポリシー情報ID
ml_in: പോളിസി വിവര ഐഡി
pl_pl: Identyfikator informacji o polityce
tr_tr: Politika Bilgisi Kimliği

# PolicyEditorHVCILevel.PlaceholderText
source: HVCI Level
ar: مستوى HVCI
de_de: HVCI-Stufe
el_gr: Επίπεδο HVCI
es: Nivel de HVCI
fr_fr: Niveau HVCI
he_il: רמת HVCI
hi_in: HVCI स्तर
ja_jp: HVCIレベル
ml_in: HVCI ലെവൽ
pl_pl: Poziom HVCI
tr_tr: HVCI Seviyesi

# EntraSignInSettingsCard.Header
source: Entra ID Sign In
ar: تسجيل الدخول إلى Entra ID
de_de: Anmeldung bei Entra ID
el_gr: Συνδεθείτε με Entra ID
es: Inicio de sesión de Entra ID
fr_fr: Connexion Entra ID
he_il: כניסה עם Entra ID
hi_in: Entra ID में साइन इन
ja_jp: Entra ID サインイン
ml_in: Entra ID സൈൻ ഇൻ
pl_pl: Logowanie do Entra ID
tr_tr: Entra Kimlik Girişi

# EntraSignInSettingsCard.Description
source: Sign into your tenant to allow for remote deployment. Make sure you have the necessary permissions.
ar: قم بتسجيل الدخول إلى المستأجر الخاص بك للسماح بالنشر عن بُعد. تأكد من أن لديك الأذونات اللازمة.
de_de: Melden Sie sich bei Ihrem Mandanten an, um die Remote-Bereitstellung zu ermöglichen. Stellen Sie sicher, dass Sie über die erforderlichen Berechtigungen verfügen.
el_gr: Συνδεθείτε στο tenant σας για να επιτρέψετε την απομακρυσμένη ανάπτυξη. Βεβαιωθείτε ότι έχετε τα απαραίτητα δικαιώματα.
es: Inicie sesión en su tenant para permitir el despliegue remoto. Asegúrese de contar con los permisos necesarios.
fr_fr: Connectez-vous à votre locataire pour permettre le déploiement à distance. Assurez-vous d'avoir les permissions nécessaires.
he_il: התחבר לשוכר שלך כדי לאפשר פריסה מרחוק. ודא שיש לך את ההרשאות הנדרשות.
hi_in: रिमोट परिनियोजन की अनुमति देने के लिए अपने टेनेंट में साइन इन करें। सुनिश्चित करें कि आपके पास आवश्यक अनुमतियाँ हैं।
ja_jp: リモート展開を許可するためにテナントにサインインします。必要な権限があることを確認してください。
ml_in: റിമോട്ട് ഡിപ്ലോയ്മെന്റിനായി നിങ്ങളുടെ ടെനന്റിൽ സൈൻ ഇൻ ചെയ്യുക. അനുയോജ്യമായ അനുവാദങ്ങൾ നിങ്ങൾക്കുണ്ടെന്ന് ഉറപ്പാക്കുക.
pl_pl: Zaloguj się do swojego dzierżawcy, aby umożliwić zdalne wdrażanie. Upewnij się, że masz niezbędne uprawnienia.
tr_tr: Uzaktan dağıtıma izin vermek için kiracınızda oturum açın. Gerekli izinlere sahip olduğunuzdan emin olun.

# EntraSignInSettingsCard.ToolTipService.ToolTip
source: Sign into your tenant to allow for remote deployment. Make sure you have the necessary permissions.
ar: قم بتسجيل الدخول إلى المستأجر الخاص بك للسماح بالنشر عن بُعد. تأكد من أن لديك الأذونات اللازمة.
de_de: Melden Sie sich bei Ihrem Mandanten an, um die Remote-Bereitstellung zu ermöglichen. Stellen Sie sicher, dass Sie über die erforderlichen Berechtigungen verfügen.
el_gr: Συνδεθείτε στο tenant σας για να επιτρέψετε την απομακρυσμένη ανάπτυξη. Βεβαιωθείτε ότι έχετε τα απαραίτητα δικαιώματα.
es: Inicie sesión en su tenant para permitir el despliegue remoto. Asegúrese de contar con los permisos necesarios.
fr_fr: Connectez-vous à votre locataire pour permettre le déploiement à distance. Assurez-vous d'avoir les permissions nécessaires.
he_il: התחבר לשוכר שלך כדי לאפשר פריסה מרחוק. ודא שיש לך את ההרשאות הנדרשות.
hi_in: रिमोट परिनियोजन की अनुमति देने के लिए अपने टेनेंट में साइन इन करें। सुनिश्चित करें कि आपके पास आवश्यक अनुमतियाँ हैं।
ja_jp: リモート展開を許可するためにテナントにサインインします。必要な権限があることを確認してください。
ml_in: റിമോട്ട് ഡിപ്ലോയ്മെന്റിനായി നിങ്ങളുടെ ടെനന്റിൽ സൈൻ ഇൻ ചെയ്യുക. അനുയോജ്യമായ അനുവാദങ്ങൾ നിങ്ങൾക്കുണ്ടെന്ന് ഉറപ്പാക്കുക.
pl_pl: Zaloguj się do swojego dzierżawcy, aby umożliwić zdalne wdrażanie. Upewnij się, że masz niezbędne uprawnienia.
tr_tr: Uzaktan dağıtıma izin vermek için kiracınızda oturum açın. Gerekli izinlere sahip olduğunuzdan emin olun.

# EntraSignInSettingsCard.AutomationProperties.HelpText
source: Sign into your tenant to allow for remote deployment. Make sure you have the necessary permissions.
ar: قم بتسجيل الدخول إلى المستأجر الخاص بك للسماح بالنشر عن بُعد. تأكد من أن لديك الأذونات اللازمة.
de_de: Melden Sie sich bei Ihrem Mandanten an, um die Remote-Bereitstellung zu ermöglichen. Stellen Sie sicher, dass Sie über die erforderlichen Berechtigungen verfügen.
el_gr: Συνδεθείτε στο tenant σας για να επιτρέψετε την απομακρυσμένη ανάπτυξη. Βεβαιωθείτε ότι έχετε τα απαραίτητα δικαιώματα.
es: Inicie sesión en su tenant para permitir el despliegue remoto. Asegúrese de contar con los permisos necesarios.
fr_fr: Connectez-vous à votre locataire pour permettre le déploiement à distance. Assurez-vous d'avoir les permissions nécessaires.
he_il: התחבר לשוכר שלך כדי לאפשר פריסה מרחוק. ודא שיש לך את ההרשאות הנדרשות.
hi_in: रिमोट परिनियोजन की अनुमति देने के लिए अपने टेनेंट में साइन इन करें। सुनिश्चित करें कि आपके पास आवश्यक अनुमतियाँ हैं।
ja_jp: リモート展開を許可するためにテナントにサインインします。必要な権限があることを確認してください。
ml_in: റിമോട്ട് ഡിപ്ലോയ്മെന്റിനായി നിങ്ങളുടെ ടെനന്റിൽ സൈൻ ഇൻ ചെയ്യുക. അനുയോജ്യമായ അനുവാദങ്ങൾ നിങ്ങൾക്കുണ്ടെന്ന് ഉറപ്പാക്കുക.
pl_pl: Zaloguj się do swojego dzierżawcy, aby umożliwić zdalne wdrażanie. Upewnij się, że masz niezbędne uprawnienia.
tr_tr: Uzaktan dağıtıma izin vermek için kiracınızda oturum açın. Gerekli izinlere sahip olduğunuzdan emin olun.

# UseIntuneDeploySettingsExpander.Header
source: Use Intune Deployment
ar: استخدام النشر عبر Intune
de_de: Intune-Bereitstellung verwenden
el_gr: Χρήση Απομακρυσμένης Ανάπτυξης μέσω Intune
es: Usar implementación de Intune
fr_fr: Utiliser le Déploiement Intune
he_il: השתמש בפריסת Intune
hi_in: Intune परिनियोजन का उपयोग करें
ja_jp: Intune展開を使用
ml_in: Intune ഡിപ്ലോയ്മെന്റ് ഉപയോഗിക്കുക
pl_pl: Użyj wdrażania w Intune
tr_tr: Intune Dağıtımını Kullan

# UseIntuneDeploySettingsExpander.Description
source: Deploy the policies remotely to the Intune instead of the local system
ar: نشر السياسات عن بُعد باستخدام Intune بدلاً من النظام المحلي
de_de: Richtlinien remote in Intune bereitstellen statt auf dem lokalen System
el_gr: Αναπτύξτε απομακρυσμένα τις πολιτικές στο Intune αντί για το τοπικό σύστημα
es: Desplegar las directivas de forma remota en Intune en lugar del sistema local
fr_fr: Déployer les politiques à distance sur Intune au lieu du système local
he_il: פרוס את המדיניות מרחוק ב-Intune במקום במערכת המקומית
hi_in: स्थानीय सिस्टम के बजाय Intune पर नीतियों को दूरस्थ रूप से परिनियोजित करें
ja_jp: ローカルシステムではなく、リモートでIntuneにポリシーを展開します
ml_in: പോളിസികൾ ലൊക്കൽ സിസ്റ്റം ഒഴിവാക്കി Intune-ൽ റിമോട്ടായി ഡിപ്ലോയ് ചെയ്യുക
pl_pl: Wdróż zasady zdalnie przez Intune, zamiast na lokalnym systemie
tr_tr: İlkeleri yerel sistem yerine uzaktan Intune'a dağıtma

# UseIntuneDeploySettingsExpander.ToolTipService.ToolTip
source: Deploy the policies remotely to the Intune instead of the local system
ar: نشر السياسات عن بُعد باستخدام Intune بدلاً من النظام المحلي
de_de: Richtlinien remote in Intune bereitstellen statt auf dem lokalen System
el_gr: Αναπτύξτε απομακρυσμένα τις πολιτικές στο Intune αντί για το τοπικό σύστημα
es: Desplegar las directivas de forma remota en Intune en lugar del sistema local
fr_fr: Déployer les politiques à distance sur Intune au lieu du système local
he_il: פרוס את המדיניות מרחוק ב-Intune במקום במערכת המקומית
hi_in: स्थानीय सिस्टम के बजाय Intune पर नीतियों को दूरस्थ रूप से परिनियोजित करें
ja_jp: ローカルシステムではなく、リモートでIntuneにポリシーを展開します
ml_in: പോളിസികൾ ലൊക്കൽ സിസ്റ്റം ഒഴിവാക്കി Intune-ൽ റിമോട്ടായി ഡിപ്ലോയ് ചെയ്യുക
pl_pl: Wdróż zasady zdalnie przez Intune, zamiast na lokalnym systemie
tr_tr: İlkeleri yerel sistem yerine uzaktan Intune'a dağıtma

# UseIntuneDeploySettingsExpander.AutomationProperties.HelpText
source: Deploy the policies remotely to the Intune instead of the local system
ar: نشر السياسات عن بُعد باستخدام Intune بدلاً من النظام المحلي
de_de: Richtlinien remote in Intune bereitstellen statt auf dem lokalen System
el_gr: Αναπτύξτε απομακρυσμένα τις πολιτικές στο Intune αντί για το τοπικό σύστημα
es: Desplegar las directivas de forma remota en Intune en lugar del sistema local
fr_fr: Déployer les politiques à distance sur Intune au lieu du système local
he_il: פרוס את המדיניות מרחוק ב-Intune במקום במערכת המקומית
hi_in: स्थानीय सिस्टम के बजाय Intune पर नीतियों को दूरस्थ रूप से परिनियोजित करें
ja_jp: ローカルシステムではなく、リモートでIntuneにポリシーを展開します
ml_in: പോളിസികൾ ലൊക്കൽ സിസ്റ്റം ഒഴിവാക്കി Intune-ൽ റിമോട്ടായി ഡിപ്ലോയ് ചെയ്യുക
pl_pl: Wdróż zasady zdalnie przez Intune, zamiast na lokalnym systemie
tr_tr: İlkeleri yerel sistem yerine uzaktan Intune'a dağıtma

# SelectIntuneGroupsSettingsCard.Header
source: Group Assignment (Optional)
ar: تعيين المجموعة (اختياري)
de_de: Gruppenzuweisung (optional)
el_gr: Ανάθεση Ομάδας (Προαιρετικό)
es: Asignación de grupos (opcional)
fr_fr: Assignation de Groupe (Optionnel)
he_il: הקצאת קבוצות (אופציונלי)
hi_in: समूह असाइनमेंट (वैकल्पिक)
ja_jp: グループ割り当て（オプション）
ml_in: ഗ്രൂപ്പ് നിയോഗിക്കൽ (ഐച്ഛികം)
pl_pl: Przypisanie grupy (opcjonalne)
tr_tr: Grup Ödevi (İsteğe bağlı)
